Revit 2024 API
FailureMessageKey Properties
The FailureMessageKey type exposes the following members.
Properties
Name | Description
IsValidObject
 Specifies whether the .NET object represents a valid Revit entity.
See Also
FailureMessageKey Class
Autodesk.Revit.DB Namespace